var chatting = [
[
    't: chatting history in 2016-10-23',
    'n: 别让4年后的自己埋怨4年前的自己碌碌无为',
    'r: 感觉比一起高中第一都厉害好多倍',
    'r: 偶像',
    'n: 别奉承我',
    'r: 实话',
    'n: 想对我好，就自己牛逼点',
    'n: 让我自豪地说你是我徒弟',
    'r: 恩恩',
    'n: 做得到不',
    'r: 恩恩',
    'r: got it'
],
[
    "t: chatting history in 2016-10-23",
    'n: 你学任何东西都比高考容易',
    'r: 恩恩',
    'n: 高考能撑下来',
    'n: 什么不能做？',
    'r: 我只是觉得高考很无聊',
    'r: 浪费好多时间',
    'n: 你这个年纪幼稚一点难免',
    'r: 学了我不想学的',
    'n: 所以需要从24岁的人那里接受教导',
    'r: 准确地说是那时候根本不懂学什么',
    'n: 是的',
    'n: 懊恼是无济于事的',
    'r: 然后遇到neko先生',
    'r: tmd大神'
]




];